{
  "appTitle": "Paris Kostenlose WCs",
  "appBrowserTitle": "Paris Kostenlose WCs - Öffentliche Toiletten finden",
  "appMetaDescription": "Finden Sie einfach kostenlose und barrierefreie öffentliche Toiletten in Paris. Interaktive Karte, Öffnungszeiten und Filter für PMR, aktuell geöffnet und Typ.",
  "navHome": "Startseite",
  "navAbout": "Über uns",
  "homePageTitle": "Öffentliche Toiletten in Paris finden",
  "homePageSubtitle": "Erkunden Sie die Karte, um kostenlose, PMR-zugängliche Toiletten zu finden und deren Öffnungszeiten zu überprüfen.",
  "searchLabel": "Suche nach Adresse, Name...",
  "searchPlaceholder": "Z.B. Louvre, Rue de Rivoli...",
  "filtersButton": "Filter",
  "filterOptions": "Filteroptionen",
  "filterPmr": "PMR-Zugänglich",
  "filterOpenNow": "Jetzt geöffnet",
  "filterTypeLabel": "Toilettentyp",
  "filterTypePlaceholder": "Typ auswählen",
  "filterTypeAll": "Alle Typen",
  "resetFiltersButton": "Filter zurücksetzen",
  "toiletsListTitle": "Toilettenliste",
  "loadingToilets": "Toiletten werden geladen...",
  "errorLoadingToilets": "Ladefehler",
  "errorLoadingDescription": "Toilettendaten konnten nicht abgerufen werden. Bitte überprüfen Sie Ihre Verbindung oder versuchen Sie es später erneut.",
  "tryAgainButton": "Erneut versuchen",
  "noToiletsFound": "Keine Toiletten gefunden.",
  "noToiletsFoundSearchFilters": "Keine Toiletten entsprechen Ihren Suchkriterien oder Filtern.",
  "addressLabel": "Adresse",
  "hoursLabel": "Öffnungszeiten",
  "arrondissementLabel": "Bez.",
  "pmrAccessible": "PMR-Zugänglich",
  "pmrAccessibleShort": "PMR",
  "getDirections": "Route berechnen",
  "yourPosition": "Ihre Position",
  "addressNotAvailable": "Adresse nicht verfügbar",
  "hoursNotSpecified": "Öffnungszeiten nicht angegeben",
  "hoursNotCommunicated": "Öffnungszeiten nicht mitgeteilt",
  "hours247": "24/7 geöffnet",
  "dataLoadedToastTitle": "Daten geladen!",
  "dataLoadedToastDescription": "{count} Toiletten gefunden und angezeigt.",
  "geolocationDeniedToastTitle": "Geolokalisierung verweigert",
  "geolocationDeniedToastDescription": "Sie können die Karte weiterhin verwenden, aber Ihre Position wird nicht angezeigt.",
  "toiletSelectedToastTitle": "Toilette ausgewählt",
  "filtersResetToastTitle": "Filter zurückgesetzt",
  "filtersResetToastDescription": "Alle Filter wurden gelöscht.",
  "errorApi": "API-Fehler:",
  "aboutPageTitle": "Über {appName}",
  "aboutIntro": "{appName} ist eine Webanwendung, die Ihnen hilft, einfach und schnell kostenlose öffentliche Toiletten in Paris zu finden. Egal, ob Sie als Tourist die Stadt erkunden oder als Anwohner eine komfortable Pause benötigen, unser Ziel ist es, Ihnen die genauesten Informationen zu liefern.",
  "aboutDataTitle": "Datenquelle & Zuverlässigkeit",
  "aboutDataText": "Informationen über Toiletten, einschließlich ihrer Standorte, Öffnungszeiten und Zugänglichkeit, stammen hauptsächlich von der Open Data API der Stadt Paris. Wir bemühen uns, diese Daten so benutzerfreundlich wie möglich zu synchronisieren und darzustellen.",
  "aboutDataDisclaimer": "Obwohl wir Genauigkeit anstreben, können Daten manchmal Änderungen oder Ungenauigkeiten von der Quelle unterliegen. Überprüfen Sie immer vor Ort, ob eine Einrichtung für Ihre Bedürfnisse entscheidend ist.",
  "aboutFeaturesTitle": "Hauptfunktionen",
  "aboutFeatureMapTitle": "Interaktive Karte",
  "aboutFeatureMapText": "Zeigen Sie alle Toiletten auf einer dynamischen, einfach zu bedienenden Karte an. Zoomen, schwenken und klicken Sie auf Markierungen für weitere Details.",
  "aboutFeatureSearchFilterTitle": "Leistungsstarke Suche & Filter",
  "aboutFeatureSearchFilterText": "Finden Sie Toiletten nach Adresse, Name oder filtern Sie nach PMR-Zugänglichkeit, ob sie aktuell geöffnet sind oder nach Toilettentyp.",
  "aboutFeatureLanguagesTitle": "Mehrsprachige Unterstützung",
  "aboutFeatureLanguagesText": "Die Anwendung ist in mehreren Sprachen verfügbar, um ein internationales Publikum zu bedienen.",
  "aboutFeatureDataSourceTitle": "Echtzeitdaten (Fast)",
  "aboutFeatureDataSourceText": "Verbunden mit der Pariser Open Data API für aktuelle Informationen zu öffentlichen Toiletten.",
  "aboutFeatureAccessibilityTitle": "Fokus auf Barrierefreiheit",
  "aboutFeatureAccessibilityText": "Spezielle Filter und Symbole zur einfachen Identifizierung von Toiletten, die für Personen mit eingeschränkter Mobilität zugänglich sind.",
  "aboutFeatureTechStackTitle": "Moderne Technologie",
  "aboutFeatureTechStackText": "Entwickelt mit React, Vite, TailwindCSS und Leaflet für eine schnelle und reaktionsschnelle Erfahrung.",
  "aboutContactTitle": "Kontakt & Feedback",
  "aboutContactText": "Wir schätzen Ihr Feedback! Bei Fragen, Anregungen oder wenn Sie einen Fehler bemerken, zögern Sie bitte nicht, uns per E-Mail unter {emailLink} zu kontaktieren.",
  "aboutSuggestionsText": "Ihr Beitrag hilft uns, {appName} für alle zu verbessern.",
  "aboutDevelopedWithLove": "{appName} - Mit ❤️ entwickelt, um Ihre Paris-Reisen zu erleichtern.",
  "footerRights": "Alle Rechte vorbehalten.",
  "footerSlogan": "Ihr Führer zu Pariser Toiletten.",
  "legalNoticePageTitle": "Impressum",
  "privacyPolicyPageTitle": "Datenschutzrichtlinie",
  "legalNoticeLink": "impressum",
  "privacyPolicyLink": "datenschutzrichtlinie",
  "legalLastUpdate": "Letzte Aktualisierung",
  "legalEditorTitle": "Anwendungsherausgeber",
  "legalEditorText": "Diese Anwendung wird von {name} herausgegeben, erreichbar unter {email}.",
  "legalPublicationDirector": "Publikationsdirektor",
  "legalHostingTitle": "Hosting",
  "legalHostingText1": "Die Anwendung wird von Hostinger gehostet.",
  "legalHostingText2": "Sie können Hostinger über deren Website kontaktieren: <a href='https://www.hostinger.de' target='_blank' rel='noopener noreferrer'>www.hostinger.de</a>.",
  "legalIpTitle": "Geistiges Eigentum",
  "legalIpText1": "Diese gesamte Anwendung unterliegt der französischen und internationalen Gesetzgebung zum Urheberrecht und zum geistigen Eigentum. Alle Vervielfältigungsrechte sind vorbehalten, einschließlich für herunterladbare Dokumente sowie ikonografische und fotografische Darstellungen.",
  "legalIpText2": "Die Vervielfältigung der gesamten oder eines Teils dieser Anwendung auf einem beliebigen elektronischen Medium ist ohne ausdrückliche Genehmigung des Publikationsdirektors strengstens untersagt.",
  "legalLiabilityTitle": "Haftungsbeschränkung",
  "legalLiabilityText1": "Die Informationen in dieser Anwendung sind so genau wie möglich und die Anwendung wird zu verschiedenen Jahreszeiten aktualisiert, kann jedoch Ungenauigkeiten oder Auslassungen enthalten. Wenn Sie einen Mangel, Fehler oder eine scheinbare Fehlfunktion feststellen, melden Sie dies bitte per E-Mail an {email} und beschreiben Sie das Problem so genau wie möglich.",
  "legalLiabilityText2": "Der Herausgeber kann nicht für die Richtigkeit der von der Open Data API der Stadt Paris bereitgestellten Daten haftbar gemacht werden.",
  "legalLiabilityText3": "Das Herunterladen von Inhalten erfolgt auf eigenes Risiko des Benutzers und unter seiner alleinigen Verantwortung.",
  "legalPersonalDataTitle": "Personenbezogene Daten",
  "legalPersonalDataTextPreLink": "Weitere Informationen zur Verwaltung Ihrer personenbezogenen Daten finden Sie in unserer ",
  "legalPersonalDataTextPostLink": ".",
  "privacyPolicyLinkText": "Datenschutzrichtlinie",
  "legalCookiesTitle": "Cookies",
  "legalCookiesText1": "Die Anwendung kann Sie um die Annahme von Cookies für statistische und Anzeigezwecke bitten. Ein Cookie ist eine Information, die vom Server der von Ihnen besuchten Website auf Ihrer Festplatte abgelegt wird.",
  "legalCookiesText2": "Es enthält mehrere Daten, die auf Ihrem Computer in einer einfachen Textdatei gespeichert sind, auf die ein Server zugreift, um Informationen zu lesen und zu speichern.",
  "legalApplicableLawTitle": "Anwendbares Recht",
  "legalApplicableLawText": "Diese Allgemeinen Geschäftsbedingungen der Anwendung unterliegen französischem Recht, und alle Streitigkeiten oder Rechtsstreitigkeiten, die sich aus deren Auslegung oder Ausführung ergeben könnten, unterliegen der ausschließlichen Zuständigkeit der Gerichte, von denen der Hauptsitz des Herausgebers abhängt.",
  "legalContactTitle": "Kontaktieren Sie uns",
  "legalContactText": "Bei Fragen oder Informationen zur Anwendung oder zur Meldung illegaler Inhalte oder Aktivitäten kann sich der Benutzer unter folgender Adresse an den Herausgeber wenden: {email} oder per Einschreiben mit Rückschein an den Herausgeber unter den in diesem Impressum angegebenen Kontaktdaten.",
  "privacyLastUpdate": "Letzte Aktualisierung",
  "privacyIntroTitle": "Einführung",
  "privacyIntroText1": "Willkommen bei {appName} (im Folgenden \"die Anwendung\"), herausgegeben von {editorName}. Diese Datenschutzrichtlinie soll Sie darüber informieren, wie wir Ihre personenbezogenen Daten sammeln, verwenden und schützen.",
  "privacyIntroText2": "Wir verpflichten uns, Ihre Privatsphäre zu schützen und Ihre personenbezogenen Daten gemäß den geltenden Gesetzen, einschließlich der Datenschutz-Grundverordnung (DSGVO), zu verarbeiten.",
  "privacyDataCollectedTitle": "Daten, die wir sammeln",
  "privacyDataCollectedText1": "Wenn Sie unsere Anwendung nutzen, können wir folgende Arten von Daten sammeln:",
  "privacyDataCollectedItem1": "Geolokalisierungsdaten: Wenn Sie dies genehmigen, erfassen wir Ihre geografische Position, um Toiletten in Ihrer Nähe anzuzeigen und Routen zu berechnen. Diese Daten werden nicht auf unseren Servern gespeichert.",
  "privacyDataCollectedItem2": "Spracheinstellungen: Wir speichern Ihre Sprachauswahl im lokalen Speicher Ihres Browsers, um Ihre Erfahrung zu personalisieren.",
  "privacyDataCollectedItem3": "Anonyme Nutzungsdaten: Wir können anonyme Informationen darüber sammeln, wie Sie die Anwendung nutzen (z. B. verwendete Funktionen, aufgetretene Fehler) zu Verbesserungszwecken über datenschutzfreundliche Analysetools.",
  "privacyDataCollectedText2": "Wir sammeln ohne Ihre ausdrückliche Zustimmung keine personenbezogenen Daten wie Ihren Namen, Ihre E-Mail-Adresse (es sei denn, Sie kontaktieren uns direkt), Telefonnummer usw.",
  "privacyDataUsageTitle": "Wie wir Ihre Daten verwenden",
  "privacyDataUsageText1": "Die gesammelten Daten werden verwendet, um:",
  "privacyDataUsageItem1": "Die Funktionen der Anwendung bereitzustellen und zu verbessern.",
  "privacyDataUsageItem2": "Ihre Benutzererfahrung zu personalisieren (z. B. Sprache, Kartenposition).",
  "privacyDataUsageItem3": "Die Nutzung der Anwendung zu analysieren, um Verbesserungsmöglichkeiten zu identifizieren und Fehler zu beheben.",
  "privacyDataSharingTitle": "Weitergabe Ihrer Daten",
  "privacyDataSharingText1": "Wir verkaufen, vermieten oder teilen Ihre personenbezogenen Daten nicht zu kommerziellen Zwecken mit Dritten.",
  "privacyDataSharingText2": "Ihre Geolokalisierungsdaten werden, falls geteilt, nur zur Interaktion mit Kartendiensten von Drittanbietern (wie Google Maps oder Apple Maps) verwendet, wenn Sie eine Route anfordern.",
  "privacyDataStorageTitle": "Datenspeicherung und -sicherheit",
  "privacyDataStorageText1": "Daten wie Ihre Spracheinstellungen und zwischengespeicherte Toilettendaten werden lokal in Ihrem Browser gespeichert.",
  "privacyDataStorageText2": "Wir ergreifen angemessene Maßnahmen, um Informationen vor Verlust, Missbrauch und unbefugtem Zugriff, Offenlegung, Änderung und Zerstörung zu schützen.",
  "privacyCookiesTitle": "Cookies und ähnliche Technologien",
  "privacyCookiesText1": "Wir verwenden den lokalen Speicher des Browsers, um Ihre Einstellungen (wie die Sprache) zu speichern und Toilettendaten zwischenzuspeichern, um die Leistung zu verbessern.",
  "privacyCookiesText2": "Wir verwenden keine Tracking-Cookies von Drittanbietern für Werbezwecke.",
  "privacyUserRightsTitle": "Ihre Rechte",
  "privacyUserRightsText1": "Gemäß den geltenden Vorschriften haben Sie folgende Rechte bezüglich Ihrer personenbezogenen Daten:",
  "privacyUserRightsItem1": "Auskunftsrecht.",
  "privacyUserRightsItem2": "Recht auf Berichtigung.",
  "privacyUserRightsItem3": "Recht auf Löschung (unter Bedingungen).",
  "privacyUserRightsItem4": "Recht auf Einschränkung der Verarbeitung.",
  "privacyUserRightsText2": "Um diese Rechte auszuüben, können Sie uns unter {email} kontaktieren.",
  "privacyPolicyChangesTitle": "Änderungen dieser Richtlinie",
  "privacyPolicyChangesText": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Richtlinie auf dieser Seite veröffentlichen und das Datum \"Letzte Aktualisierung\" aktualisieren.",
  "privacyContactTitle": "Kontakt",
  "privacyContactText": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter {email}.",
  "localeForDate": "de-DE",
  "toiletTypeSanisette": "Sanisette",
  "toiletTypeUrinal": "Urinal",
  "toiletTypeAutomatic": "Automatische Toilette",
  "toiletTypeStandard": "Standardtoilette",
  "closedStatus": "Derzeit geschlossen"
}