{
  "appTitle": "Paris Free WC",
  "appBrowserTitle": "Paris Free WC - Find public toilets",
  "appMetaDescription": "Easily find free and accessible public toilets in Paris. Interactive map, opening hours, and filters for PRM, currently open, and type.",
  "navHome": "Home",
  "navAbout": "About",
  "homePageTitle": "Find Public Toilets in Paris",
  "homePageSubtitle": "Explore the map to locate free, PRM-accessible toilets, and check their opening hours.",
  "searchLabel": "Search by address, name...",
  "searchPlaceholder": "E.g., Louvre, Rue de Rivoli...",
  "filtersButton": "Filters",
  "filterOptions": "Filter Options",
  "filterPmr": "PRM Accessible",
  "filterOpenNow": "Open Now",
  "filterTypeLabel": "Toilet Type",
  "filterTypePlaceholder": "Select a type",
  "filterTypeAll": "All types",
  "resetFiltersButton": "Reset Filters",
  "toiletsListTitle": "Toilets List",
  "loadingToilets": "Loading toilets...",
  "errorLoadingToilets": "Loading Error",
  "errorLoadingDescription": "Could not fetch toilet data. Please check your connection or try again later.",
  "tryAgainButton": "Try Again",
  "noToiletsFound": "No toilets found.",
  "noToiletsFoundSearchFilters": "No toilets match your search criteria or filters.",
  "addressLabel": "Address",
  "hoursLabel": "Hours",
  "arrondissementLabel": "Dist.",
  "pmrAccessible": "PRM Accessible",
  "pmrAccessibleShort": "PRM",
  "getDirections": "Get Directions",
  "yourPosition": "Your Position",
  "addressNotAvailable": "Address not available",
  "hoursNotSpecified": "Hours not specified",
  "hoursNotCommunicated": "Hours not communicated",
  "hours247": "Open 24/7",
  "dataLoadedToastTitle": "Data loaded!",
  "dataLoadedToastDescription": "{count} toilets found and displayed.",
  "geolocationDeniedToastTitle": "Geolocation denied",
  "geolocationDeniedToastDescription": "You can still use the map, but your position will not be displayed.",
  "toiletSelectedToastTitle": "Toilet selected",
  "filtersResetToastTitle": "Filters reset",
  "filtersResetToastDescription": "All filters have been cleared.",
  "errorApi": "API Error:",
  "aboutPageTitle": "About {appName}",
  "aboutIntro": "{appName} is a web application designed to help you easily and quickly find free public toilets in Paris. Whether you're a tourist exploring the city or a resident needing a comfort break, our goal is to provide you with the most accurate information.",
  "aboutDataTitle": "Data Source & Reliability",
  "aboutDataText": "Information about toilets, including their locations, hours, and accessibility, is primarily sourced from the City of Paris Open Data API. We strive to synchronize and present this data in the most user-friendly way.",
  "aboutDataDisclaimer": "While we aim for accuracy, data can sometimes be subject to changes or inaccuracies from the source. Always double-check onsite if a facility is critical for your needs.",
  "aboutFeaturesTitle": "Key Features",
  "aboutFeatureMapTitle": "Interactive Map",
  "aboutFeatureMapText": "View all toilets on a dynamic, easy-to-use map. Zoom, pan, and click on markers for more details.",
  "aboutFeatureSearchFilterTitle": "Powerful Search & Filters",
  "aboutFeatureSearchFilterText": "Find toilets by address, name, or filter by PRM accessibility, whether they are currently open, or by toilet type.",
  "aboutFeatureLanguagesTitle": "Multilingual Support",
  "aboutFeatureLanguagesText": "The application is available in multiple languages to serve an international audience.",
  "aboutFeatureDataSourceTitle": "Real-time Data (Almost)",
  "aboutFeatureDataSourceText": "Connected to Paris Open Data API for up-to-date information on public toilets.",
  "aboutFeatureAccessibilityTitle": "Accessibility Focus",
  "aboutFeatureAccessibilityText": "Dedicated filters and icons to easily identify toilets accessible for people with reduced mobility.",
  "aboutFeatureTechStackTitle": "Modern Technology",
  "aboutFeatureTechStackText": "Built with React, Vite, TailwindCSS, and Leaflet for a fast and responsive experience.",
  "aboutContactTitle": "Contact & Feedback",
  "aboutContactText": "We value your feedback! For any questions, suggestions, or if you notice an error, please don't hesitate to contact us via email at {emailLink}.",
  "aboutSuggestionsText": "Your input helps us make {appName} better for everyone.",
  "aboutDevelopedWithLove": "{appName} - Developed with ❤️ to make your Paris trips easier.",
  "footerRights": "All rights reserved.",
  "footerSlogan": "Your guide to Parisian toilets.",
  "legalNoticePageTitle": "Legal Notice",
  "privacyPolicyPageTitle": "Privacy Policy",
  "legalNoticeLink": "legal-notice",
  "privacyPolicyLink": "privacy-policy",
  "legalLastUpdate": "Last updated",
  "legalEditorTitle": "Application Editor",
  "legalEditorText": "This application is edited by {name}, contactable at {email}.",
  "legalPublicationDirector": "Publication Director",
  "legalHostingTitle": "Hosting",
  "legalHostingText1": "The application is hosted by Hostinger.",
  "legalHostingText2": "You can contact Hostinger via their website: <a href='https://www.hostinger.com' target='_blank' rel='noopener noreferrer'>www.hostinger.com</a>.",
  "legalIpTitle": "Intellectual Property",
  "legalIpText1": "This entire application is subject to French and international legislation on copyright and intellectual property. All reproduction rights are reserved, including for downloadable documents and iconographic and photographic representations.",
  "legalIpText2": "Reproduction of all or part of this application on any electronic medium whatsoever is strictly prohibited without the express authorization of the publication director.",
  "legalLiabilityTitle": "Limitation of Liability",
  "legalLiabilityText1": "The information contained on this application is as accurate as possible and the application is updated at different times of the year, but may however contain inaccuracies or omissions. If you notice a deficiency, error or what appears to be a malfunction, please report it by email to {email}, describing the problem as precisely as possible.",
  "legalLiabilityText2": "The editor cannot be held responsible for the accuracy of the data provided by the City of Paris Open Data API.",
  "legalLiabilityText3": "Any downloaded content is done at the user's own risk and under their sole responsibility.",
  "legalPersonalDataTitle": "Personal Data",
  "legalPersonalDataTextPreLink": "For more information on the management of your personal data, please consult our ",
  "legalPersonalDataTextPostLink": ".",
  "privacyPolicyLinkText": "Privacy Policy",
  "legalCookiesTitle": "Cookies",
  "legalCookiesText1": "The application may ask you to accept cookies for statistical and display purposes. A cookie is a piece of information placed on your hard drive by the server of the site you are visiting.",
  "legalCookiesText2": "It contains several pieces of data that are stored on your computer in a simple text file that a server accesses to read and save information.",
  "legalApplicableLawTitle": "Applicable Law",
  "legalApplicableLawText": "These terms and conditions of the application are governed by French law and any dispute or litigation that may arise from the interpretation or execution thereof shall be the exclusive jurisdiction of the courts on which the editor's head office depends.",
  "legalContactTitle": "Contact Us",
  "legalContactText": "For any questions or information concerning the application, or any reporting of illegal content or activities, the user may contact the editor at the following address: {email} or by registered mail with acknowledgment of receipt sent to the editor at the contact details specified in this legal notice.",
  "privacyLastUpdate": "Last updated",
  "privacyIntroTitle": "Introduction",
  "privacyIntroText1": "Welcome to {appName} (hereinafter \"the Application\"), edited by {editorName}. This Privacy Policy aims to inform you about how we collect, use, and protect your personal data.",
  "privacyIntroText2": "We are committed to protecting your privacy and processing your personal data in compliance with applicable laws, including the General Data Protection Regulation (GDPR).",
  "privacyDataCollectedTitle": "Data We Collect",
  "privacyDataCollectedText1": "When you use our Application, we may collect the following types of data:",
  "privacyDataCollectedItem1": "Geolocation Data: If you authorize it, we collect your geographical position to display nearby toilets and calculate routes. This data is not stored on our servers.",
  "privacyDataCollectedItem2": "Language Preferences: We store your language choice in your browser's local storage to personalize your experience.",
  "privacyDataCollectedItem3": "Anonymous Usage Data: We may collect anonymous information about how you use the Application (e.g., features used, errors encountered) for improvement purposes, via privacy-respecting analytics tools.",
  "privacyDataCollectedText2": "We do not collect personally identifiable information such as your name, email address (unless you contact us directly), phone number, etc., without your explicit consent.",
  "privacyDataUsageTitle": "How We Use Your Data",
  "privacyDataUsageText1": "The collected data is used to:",
  "privacyDataUsageItem1": "Provide and improve the Application's features.",
  "privacyDataUsageItem2": "Personalize your user experience (e.g., language, map position).",
  "privacyDataUsageItem3": "Analyze Application usage to identify areas for improvement and fix bugs.",
  "privacyDataSharingTitle": "Sharing Your Data",
  "privacyDataSharingText1": "We do not sell, rent, or share your personal data with third parties for commercial purposes.",
  "privacyDataSharingText2": "Your geolocation data, if shared, is used to interact with third-party mapping services (like Google Maps or Apple Maps) only when you request a route.",
  "privacyDataStorageTitle": "Data Storage and Security",
  "privacyDataStorageText1": "Data such as your language preferences and cached toilet data are stored locally in your browser.",
  "privacyDataStorageText2": "We take reasonable measures to protect information from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.",
  "privacyCookiesTitle": "Cookies and Similar Technologies",
  "privacyCookiesText1": "We use browser local storage to save your preferences (like language) and cache toilet data to improve performance.",
  "privacyCookiesText2": "We do not use third-party tracking cookies for advertising purposes.",
  "privacyUserRightsTitle": "Your Rights",
  "privacyUserRightsText1": "In accordance with applicable regulations, you have the following rights regarding your personal data:",
  "privacyUserRightsItem1": "Right of access.",
  "privacyUserRightsItem2": "Right to rectification.",
  "privacyUserRightsItem3": "Right to erasure (under conditions).",
  "privacyUserRightsItem4": "Right to restriction of processing.",
  "privacyUserRightsText2": "To exercise these rights, you can contact us at {email}.",
  "privacyPolicyChangesTitle": "Changes to This Policy",
  "privacyPolicyChangesText": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page and updating the \"Last updated\" date.",
  "privacyContactTitle": "Contact",
  "privacyContactText": "If you have any questions about this Privacy Policy, please contact us at {email}.",
  "localeForDate": "en-US",
  "toiletTypeSanisette": "Sanisette",
  "toiletTypeUrinal": "Urinal",
  "toiletTypeAutomatic": "Automatic toilet",
  "toiletTypeStandard": "Standard toilet",
  "closedStatus": "Currently closed"
}