{
  "appTitle": "París WC Gratis",
  "appBrowserTitle": "París WC Gratis - Encuentra baños públicos",
  "appMetaDescription": "Encuentra fácilmente baños públicos gratuitos y accesibles en París. Mapa interactivo, horarios y filtros para PMR, abiertos actualmente y tipo.",
  "navHome": "Inicio",
  "navAbout": "Acerca de",
  "homePageTitle": "Encuentra Baños Públicos en París",
  "homePageSubtitle": "Explora el mapa para localizar sanisettes gratuitos, accesibles para PMR, y consulta sus horarios de apertura.",
  "searchLabel": "Buscar por dirección, nombre...",
  "searchPlaceholder": "Ej: Louvre, Rue de Rivoli...",
  "filtersButton": "Filtros",
  "filterOptions": "Opciones de Filtrado",
  "filterPmr": "Accesible PMR",
  "filterOpenNow": "Abierto Ahora",
  "filterTypeLabel": "Tipo de Baño",
  "filterTypePlaceholder": "Seleccionar un tipo",
  "filterTypeAll": "Todos los tipos",
  "resetFiltersButton": "Restablecer Filtros",
  "toiletsListTitle": "Lista de Baños",
  "loadingToilets": "Cargando baños...",
  "errorLoadingToilets": "Error al Cargar",
  "errorLoadingDescription": "No se pudieron obtener los datos de los baños. Por favor, comprueba tu conexión o inténtalo de nuevo más tarde.",
  "tryAgainButton": "Intentar de Nuevo",
  "noToiletsFound": "No se encontraron baños.",
  "noToiletsFoundSearchFilters": "Ningún baño coincide con tus criterios de búsqueda o filtros.",
  "addressLabel": "Dirección",
  "hoursLabel": "Horarios",
  "arrondissementLabel": "Distr.",
  "pmrAccessible": "Accesible PMR",
  "pmrAccessibleShort": "PMR",
  "getDirections": "Cómo Llegar",
  "yourPosition": "Tu Posición",
  "addressNotAvailable": "Dirección no disponible",
  "hoursNotSpecified": "Horarios no especificados",
  "hoursNotCommunicated": "Horarios no comunicados",
  "hours247": "Abierto 24h/24",
  "dataLoadedToastTitle": "¡Datos cargados!",
  "dataLoadedToastDescription": "{count} baños encontrados y mostrados.",
  "geolocationDeniedToastTitle": "Geolocalización denegada",
  "geolocationDeniedToastDescription": "Aún puedes usar el mapa, pero tu posición no se mostrará.",
  "toiletSelectedToastTitle": "Baño seleccionado",
  "filtersResetToastTitle": "Filtros restablecidos",
  "filtersResetToastDescription": "Todos los filtros han sido borrados.",
  "errorApi": "Error de API:",
  "aboutPageTitle": "Acerca de {appName}",
  "aboutIntro": "{appName} es una aplicación web diseñada para ayudarte a encontrar fácil y rápidamente baños públicos gratuitos en París. Ya seas un turista explorando la ciudad o un residente que necesita un descanso confortable, nuestro objetivo es proporcionarte la información más precisa.",
  "aboutDataTitle": "Fuente de Datos y Fiabilidad",
  "aboutDataText": "La información sobre los baños, incluidas sus ubicaciones, horarios y accesibilidad, se obtiene principalmente de la API de Datos Abiertos de la Ciudad de París. Nos esforzamos por sincronizar y presentar estos datos de la manera más amigable posible.",
  "aboutDataDisclaimer": "Aunque nuestro objetivo es la precisión, los datos a veces pueden estar sujetos a cambios o inexactitudes por parte de la fuente. Siempre verifica en el lugar si una instalación es crítica para tus necesidades.",
  "aboutFeaturesTitle": "Características Clave",
  "aboutFeatureMapTitle": "Mapa Interactivo",
  "aboutFeatureMapText": "Visualiza todos los baños en un mapa dinámico y fácil de usar. Haz zoom, desplázate y haz clic en los marcadores para obtener más detalles.",
  "aboutFeatureSearchFilterTitle": "Búsqueda y Filtros Potentes",
  "aboutFeatureSearchFilterText": "Encuentra baños por dirección, nombre o filtra por accesibilidad PMR, si están abiertos actualmente o por tipo de baño.",
  "aboutFeatureLanguagesTitle": "Soporte Multilingüe",
  "aboutFeatureLanguagesText": "La aplicación está disponible en varios idiomas para servir a una audiencia internacional.",
  "aboutFeatureDataSourceTitle": "Datos en Tiempo Real (Casi)",
  "aboutFeatureDataSourceText": "Conectado a la API de Datos Abiertos de París para obtener información actualizada sobre los baños públicos.",
  "aboutFeatureAccessibilityTitle": "Enfoque en la Accesibilidad",
  "aboutFeatureAccessibilityText": "Filtros dedicados e íconos para identificar fácilmente los baños accesibles para personas con movilidad reducida.",
  "aboutFeatureTechStackTitle": "Tecnología Moderna",
  "aboutFeatureTechStackText": "Construido con React, Vite, TailwindCSS y Leaflet para una experiencia rápida y receptiva.",
  "aboutContactTitle": "Contacto y Sugerencias",
  "aboutContactText": "¡Valoramos tus comentarios! Para cualquier pregunta, sugerencia o si notas un error, no dudes en contactarnos por correo electrónico a {emailLink}.",
  "aboutSuggestionsText": "Tu contribución nos ayuda a mejorar {appName} para todos.",
  "aboutDevelopedWithLove": "{appName} - Desarrollado con ❤️ para facilitar tus viajes por París.",
  "footerRights": "Todos los derechos reservados.",
  "footerSlogan": "Tu guía de los baños parisinos.",
  "legalNoticePageTitle": "Aviso Legal",
  "privacyPolicyPageTitle": "Política de Privacidad",
  "legalNoticeLink": "aviso-legal",
  "privacyPolicyLink": "politica-de-privacidad",
  "legalLastUpdate": "Última actualización",
  "legalEditorTitle": "Editor de la Aplicación",
  "legalEditorText": "Esta aplicación es editada por {name}, contactable en {email}.",
  "legalPublicationDirector": "Director de la publicación",
  "legalHostingTitle": "Alojamiento",
  "legalHostingText1": "La aplicación está alojada por Hostinger.",
  "legalHostingText2": "Puedes contactar a Hostinger a través de su sitio web: <a href='https://www.hostinger.es' target='_blank' rel='noopener noreferrer'>www.hostinger.es</a>.",
  "legalIpTitle": "Propiedad Intelectual",
  "legalIpText1": "Toda esta aplicación está sujeta a la legislación francesa e internacional sobre derechos de autor y propiedad intelectual. Todos los derechos de reproducción están reservados, incluidos los documentos descargables y las representaciones iconográficas y fotográficas.",
  "legalIpText2": "La reproducción total o parcial de esta aplicación en cualquier medio electrónico está estrictamente prohibida sin la autorización expresa del director de la publicación.",
  "legalLiabilityTitle": "Limitación de Responsabilidad",
  "legalLiabilityText1": "La información contenida en esta aplicación es lo más precisa posible y la aplicación se actualiza en diferentes momentos del año, pero sin embargo puede contener inexactitudes u omisiones. Si observa una deficiencia, error o lo que parece ser un mal funcionamiento, por favor infórmelo por correo electrónico a {email}, describiendo el problema con la mayor precisión posible.",
  "legalLiabilityText2": "El editor no se hace responsable de la exactitud de los datos proporcionados por la API de Open Data de la Ciudad de París.",
  "legalLiabilityText3": "Cualquier contenido descargado se realiza bajo el propio riesgo del usuario y bajo su exclusiva responsabilidad.",
  "legalPersonalDataTitle": "Datos Personales",
  "legalPersonalDataTextPreLink": "Para más información sobre la gestión de sus datos personales, consulte nuestra ",
  "legalPersonalDataTextPostLink": ".",
  "privacyPolicyLinkText": "Política de Privacidad",
  "legalCookiesTitle": "Cookies",
  "legalCookiesText1": "La aplicación puede solicitarle que acepte cookies con fines estadísticos y de visualización. Una cookie es una información depositada en su disco duro por el servidor del sitio que visita.",
  "legalCookiesText2": "Contiene varios datos que se almacenan en su ordenador en un simple archivo de texto al que un servidor accede para leer y guardar información.",
  "legalApplicableLawTitle": "Ley Aplicable",
  "legalApplicableLawText": "Estos términos y condiciones de la aplicación se rigen por la ley francesa y cualquier disputa o litigio que pueda surgir de la interpretación o ejecución de los mismos será competencia exclusiva de los tribunales de los que dependa la sede social del editor.",
  "legalContactTitle": "Contáctenos",
  "legalContactText": "Para cualquier pregunta o información sobre la aplicación, o cualquier denuncia de contenido o actividades ilegales, el usuario puede contactar al editor en la siguiente dirección: {email} o por correo certificado con acuse de recibo enviado al editor a los datos de contacto especificados en este aviso legal.",
  "privacyLastUpdate": "Última actualización",
  "privacyIntroTitle": "Introducción",
  "privacyIntroText1": "Bienvenido a {appName} (en adelante \"la Aplicación\"), editada por {editorName}. Esta Política de Privacidad tiene como objetivo informarle sobre cómo recopilamos, usamos y protegemos sus datos personales.",
  "privacyIntroText2": "Nos comprometemos a proteger su privacidad y a tratar sus datos personales de conformidad con las leyes aplicables, incluido el Reglamento General de Protección de Datos (RGPD).",
  "privacyDataCollectedTitle": "Datos que Recopilamos",
  "privacyDataCollectedText1": "Cuando utiliza nuestra Aplicación, podemos recopilar los siguientes tipos de datos:",
  "privacyDataCollectedItem1": "Datos de Geolocalización: Si lo autoriza, recopilamos su posición geográfica para mostrar los baños cercanos y calcular rutas. Estos datos no se almacenan en nuestros servidores.",
  "privacyDataCollectedItem2": "Preferencias de Idioma: Almacenamos su elección de idioma en el almacenamiento local de su navegador para personalizar su experiencia.",
  "privacyDataCollectedItem3": "Datos de Uso Anónimos: Podemos recopilar información anónima sobre cómo utiliza la Aplicación (por ejemplo, funciones utilizadas, errores encontrados) con fines de mejora, a través de herramientas de análisis respetuosas con la privacidad.",
  "privacyDataCollectedText2": "No recopilamos información de identificación personal como su nombre, dirección de correo electrónico (a menos que nos contacte directamente), número de teléfono, etc., sin su consentimiento explícito.",
  "privacyDataUsageTitle": "Cómo Usamos Sus Datos",
  "privacyDataUsageText1": "Los datos recopilados se utilizan para:",
  "privacyDataUsageItem1": "Proporcionar y mejorar las funciones de la Aplicación.",
  "privacyDataUsageItem2": "Personalizar su experiencia de usuario (por ejemplo, idioma, posición en el mapa).",
  "privacyDataUsageItem3": "Analizar el uso de la Aplicación para identificar áreas de mejora y corregir errores.",
  "privacyDataSharingTitle": "Compartir Sus Datos",
  "privacyDataSharingText1": "No vendemos, alquilamos ni compartimos sus datos personales con terceros con fines comerciales.",
  "privacyDataSharingText2": "Sus datos de geolocalización, si se comparten, se utilizan para interactuar con servicios de mapas de terceros (como Google Maps o Apple Maps) solo cuando solicita una ruta.",
  "privacyDataStorageTitle": "Almacenamiento y Seguridad de Datos",
  "privacyDataStorageText1": "Datos como sus preferencias de idioma y los datos de baños almacenados en caché se guardan localmente en su navegador.",
  "privacyDataStorageText2": "Tomamos medidas razonables para proteger la información contra pérdida, uso indebido y acceso no autorizado, divulgación, alteración y destrucción.",
  "privacyCookiesTitle": "Cookies y Tecnologías Similares",
  "privacyCookiesText1": "Utilizamos el almacenamiento local del navegador para guardar sus preferencias (como el idioma) y almacenar en caché los datos de los baños para mejorar el rendimiento.",
  "privacyCookiesText2": "No utilizamos cookies de seguimiento de terceros con fines publicitarios.",
  "privacyUserRightsTitle": "Sus Derechos",
  "privacyUserRightsText1": "De conformidad con la normativa aplicable, usted tiene los siguientes derechos sobre sus datos personales:",
  "privacyUserRightsItem1": "Derecho de acceso.",
  "privacyUserRightsItem2": "Derecho de rectificación.",
  "privacyUserRightsItem3": "Derecho de supresión (bajo condiciones).",
  "privacyUserRightsItem4": "Derecho a la limitación del tratamiento.",
  "privacyUserRightsText2": "Para ejercer estos derechos, puede contactarnos en {email}.",
  "privacyPolicyChangesTitle": "Cambios a Esta Política",
  "privacyPolicyChangesText": "Podemos actualizar esta Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva política en esta página y actualizando la fecha de \"Última actualización\".",
  "privacyContactTitle": "Contacto",
  "privacyContactText": "Si tiene alguna pregunta sobre esta Política de Privacidad, contáctenos en {email}.",
  "localeForDate": "es-ES",
  "toiletTypeSanisette": "Sanisette",
  "toiletTypeUrinal": "Urinario",
  "toiletTypeAutomatic": "Baño automático",
  "toiletTypeStandard": "Baño estándar",
  "closedStatus": "Actualmente cerrado"
}