{
  "appTitle": "Paris WC Gratuits",
  "appBrowserTitle": "Paris WC Gratuits - Trouvez des toilettes publiques",
  "appMetaDescription": "Trouvez facilement des toilettes publiques gratuites et accessibles à Paris. Carte interactive, horaires, et filtres pour PMR, ouverture actuelle et type.",
  "navHome": "Accueil",
  "navAbout": "À Propos",
  "homePageTitle": "Trouvez des Toilettes Publiques à Paris",
  "homePageSubtitle": "Explorez la carte pour localiser les sanisettes gratuites, accessibles PMR, et vérifiez leurs horaires d'ouverture.",
  "searchLabel": "Rechercher par adresse, nom...",
  "searchPlaceholder": "Ex: Louvre, Rue de Rivoli...",
  "filtersButton": "Filtres",
  "filterOptions": "Options de Filtrage",
  "filterPmr": "Accessible PMR",
  "filterOpenNow": "Ouvert Actuellement",
  "filterTypeLabel": "Type de Toilette",
  "filterTypePlaceholder": "Sélectionner un type",
  "filterTypeAll": "Tous les types",
  "resetFiltersButton": "Réinitialiser les Filtres",
  "toiletsListTitle": "Liste des Toilettes",
  "loadingToilets": "Chargement des toilettes...",
  "errorLoadingToilets": "Erreur de Chargement",
  "errorLoadingDescription": "Impossible de récupérer les données des toilettes. Veuillez vérifier votre connexion ou réessayer plus tard.",
  "tryAgainButton": "Réessayer",
  "noToiletsFound": "Aucune toilette trouvée.",
  "noToiletsFoundSearchFilters": "Aucune toilette ne correspond à vos critères de recherche ou filtres.",
  "addressLabel": "Adresse",
  "hoursLabel": "Horaires",
  "arrondissementLabel": "Arr.",
  "pmrAccessible": "Accessible PMR",
  "pmrAccessibleShort": "PMR",
  "getDirections": "M'y Rendre",
  "yourPosition": "Votre Position",
  "addressNotAvailable": "Adresse non disponible",
  "hoursNotSpecified": "Horaires non spécifiés",
  "hoursNotCommunicated": "Horaires non communiqués",
  "hours247": "Ouvert 24h/24",
  "dataLoadedToastTitle": "Données chargées !",
  "dataLoadedToastDescription": "{count} toilettes trouvées et affichées.",
  "geolocationDeniedToastTitle": "Géolocalisation refusée",
  "geolocationDeniedToastDescription": "Vous pouvez toujours utiliser la carte, mais votre position ne sera pas affichée.",
  "toiletSelectedToastTitle": "Toilette sélectionnée",
  "filtersResetToastTitle": "Filtres réinitialisés",
  "filtersResetToastDescription": "Tous les filtres ont été effacés.",
  "errorApi": "Erreur API:",
  "aboutPageTitle": "À Propos de {appName}",
  "aboutIntro": "{appName} est une application web conçue pour vous aider à trouver facilement et rapidement des toilettes publiques gratuites à Paris. Que vous soyez un touriste explorant la ville ou un résident ayant besoin d'une pause confortable, notre objectif est de vous fournir les informations les plus précises.",
  "aboutDataTitle": "Source des Données et Fiabilité",
  "aboutDataText": "Les informations sur les toilettes, y compris leurs emplacements, horaires et accessibilité, sont principalement fournies par l'API Open Data de la Ville de Paris. Nous nous efforçons de synchroniser et de présenter ces données de la manière la plus conviviale possible.",
  "aboutDataDisclaimer": "Bien que nous visions l'exactitude, les données peuvent parfois être sujettes à des modifications ou à des inexactitudes de la part de la source. Vérifiez toujours sur place si une installation est critique pour vos besoins.",
  "aboutFeaturesTitle": "Fonctionnalités Clés",
  "aboutFeatureMapTitle": "Carte Interactive",
  "aboutFeatureMapText": "Visualisez toutes les toilettes sur une carte dynamique et facile à utiliser. Zoomez, déplacez-vous et cliquez sur les marqueurs pour plus de détails.",
  "aboutFeatureSearchFilterTitle": "Recherche & Filtres Puissants",
  "aboutFeatureSearchFilterText": "Trouvez des toilettes par adresse, nom ou filtrez par accessibilité PMR, si elles sont actuellement ouvertes, ou par type de toilette.",
  "aboutFeatureLanguagesTitle": "Support Multilingue",
  "aboutFeatureLanguagesText": "L'application est disponible en plusieurs langues pour servir un public international.",
  "aboutFeatureDataSourceTitle": "Données en Temps Réel (Presque)",
  "aboutFeatureDataSourceText": "Connectée à l'API Open Data de Paris pour des informations actualisées sur les sanisettes.",
  "aboutFeatureAccessibilityTitle": "Focus sur l'Accessibilité",
  "aboutFeatureAccessibilityText": "Filtres dédiés et icônes pour identifier facilement les toilettes accessibles aux personnes à mobilité réduite.",
  "aboutFeatureTechStackTitle": "Technologie Moderne",
  "aboutFeatureTechStackText": "Construit avec React, Vite, TailwindCSS et Leaflet pour une expérience rapide et réactive.",
  "aboutContactTitle": "Contact & Suggestions",
  "aboutContactText": "Nous apprécions vos retours ! Pour toute question, suggestion ou si vous constatez une erreur, n'hésitez pas à nous contacter par e-mail à {emailLink}.",
  "aboutSuggestionsText": "Votre contribution nous aide à améliorer {appName} pour tout le monde.",
  "aboutDevelopedWithLove": "{appName} - Développé avec ❤️ pour faciliter vos déplacements à Paris.",
  "footerRights": "Tous droits réservés.",
  "footerSlogan": "Votre guide des toilettes parisiennes.",
  "legalNoticePageTitle": "Mentions Légales",
  "privacyPolicyPageTitle": "Politique de Confidentialité",
  "legalNoticeLink": "mentions-legales",
  "privacyPolicyLink": "politique-de-confidentialite",
  "legalLastUpdate": "Dernière mise à jour",
  "legalEditorTitle": "Éditeur de l'Application",
  "legalEditorText": "Cette application est éditée par {name}, contactable à {email}.",
  "legalPublicationDirector": "Directeur de la publication",
  "legalHostingTitle": "Hébergement",
  "legalHostingText1": "L'application est hébergée par Hostinger.",
  "legalHostingText2": "Vous pouvez contacter Hostinger via leur site web : <a href='https://www.hostinger.fr' target='_blank' rel='noopener noreferrer'>www.hostinger.fr</a>.",
  "legalIpTitle": "Propriété Intellectuelle",
  "legalIpText1": "L'ensemble de cette application relève de la législation française et internationale sur le droit d'auteur et la propriété intellectuelle. Tous les droits de reproduction sont réservés, y compris pour les documents téléchargeables et les représentations iconographiques et photographiques.",
  "legalIpText2": "La reproduction de tout ou partie de cette application sur un support électronique quel qu'il soit est formellement interdite sauf autorisation expresse du directeur de la publication.",
  "legalLiabilityTitle": "Limitation de Responsabilité",
  "legalLiabilityText1": "Les informations contenues sur cette application sont aussi précises que possibles et l'application remise à jour à différentes périodes de l’année, mais peut toutefois contenir des inexactitudes ou des omissions. Si vous constatez une lacune, erreur ou ce qui parait être un dysfonctionnement, merci de bien vouloir le signaler par email, à l’adresse {email}, en décrivant le problème de la manière la plus précise possible.",
  "legalLiabilityText2": "L'éditeur ne saurait être tenu responsable de l'exactitude des données fournies par l'API Open Data de la Ville de Paris.",
  "legalLiabilityText3": "Tout contenu téléchargé se fait aux risques et périls de l'utilisateur et sous sa seule responsabilité.",
  "legalPersonalDataTitle": "Données Personnelles",
  "legalPersonalDataTextPreLink": "Pour plus d'informations sur la gestion de vos données personnelles, veuillez consulter notre ",
  "legalPersonalDataTextPostLink": ".",
  "privacyPolicyLinkText": "Politique de Confidentialité",
  "legalCookiesTitle": "Cookies",
  "legalCookiesText1": "L'application peut être amenée à vous demander l’acceptation des cookies pour des besoins de statistique et d'affichage. Un cookie est une information déposée sur votre disque dur par le serveur du site que vous visitez.",
  "legalCookiesText2": "Il contient plusieurs données qui sont stockées sur votre ordinateur dans un simple fichier texte auquel un serveur accède pour lire et enregistrer des informations.",
  "legalApplicableLawTitle": "Droit Applicable",
  "legalApplicableLawText": "Les présentes conditions de l'application sont régies par les lois françaises et toute contestation ou litiges qui pourraient naître de l'interprétation ou de l'exécution de celles-ci seront de la compétence exclusive des tribunaux dont dépend le siège social de l'éditeur.",
  "legalContactTitle": "Contactez-nous",
  "legalContactText": "Pour toute question ou information concernant l'application, ou tout signalement de contenu ou d'activités illicites, l'utilisateur peut contacter l'éditeur à l'adresse suivante : {email} ou par courrier recommandé avec accusé de réception adressé à l'éditeur aux coordonnées précisées dans les présentes mentions légales.",
  "privacyLastUpdate": "Dernière mise à jour",
  "privacyIntroTitle": "Introduction",
  "privacyIntroText1": "Bienvenue sur {appName} (ci-après \"l'Application\"), éditée par {editorName}. Cette Politique de Confidentialité a pour but de vous informer sur la manière dont nous collectons, utilisons et protégeons vos données personnelles.",
  "privacyIntroText2": "Nous nous engageons à proteger votre vie privée et à traiter vos données personnelles dans le respect des lois applicables, notamment le Règlement Général sur la Protection des Données (RGPD).",
  "privacyDataCollectedTitle": "Données que nous collectons",
  "privacyDataCollectedText1": "Lorsque vous utilisez notre Application, nous pouvons collecter les types de données suivants :",
  "privacyDataCollectedItem1": "Données de géolocalisation : Si vous l'autorisez, nous collectons votre position géographique pour afficher les toilettes proches de vous et calculer des itinéraires. Cette donnée n'est pas stockée sur nos serveurs.",
  "privacyDataCollectedItem2": "Préférences linguistiques : Nous stockons votre choix de langue dans le stockage local de votre navigateur pour personnaliser votre expérience.",
  "privacyDataCollectedItem3": "Données d'utilisation anonymes : Nous pouvons collecter des informations anonymes sur la manière dont vous utilisez l'Application (par exemple, les fonctionnalités utilisées, les erreurs rencontrées) à des fins d'amélioration, via des outils d'analyse respectueux de la vie privée.",
  "privacyDataCollectedText2": "Nous ne collectons pas d'informations personnelles identifiables telles que votre nom, adresse e-mail (sauf si vous nous contactez directement), numéro de téléphone, etc., sans votre consentement explicite.",
  "privacyDataUsageTitle": "Comment nous utilisons vos données",
  "privacyDataUsageText1": "Les données collectées sont utilisées pour :",
  "privacyDataUsageItem1": "Fournir et améliorer les fonctionnalités de l'Application.",
  "privacyDataUsageItem2": "Personnaliser votre expérience utilisateur (par exemple, langue, position sur la carte).",
  "privacyDataUsageItem3": "Analyser l'utilisation de l'Application pour identifier les points à améliorer et corriger les bugs.",
  "privacyDataSharingTitle": "Partage de vos données",
  "privacyDataSharingText1": "Nous ne vendons, ne louons ni ne partageons vos données personnelles avec des tiers à des fins commerciales.",
  "privacyDataSharingText2": "Vos données de géolocalisation, si partagées, sont utilisées pour interagir avec des services de cartographie tiers (comme Google Maps ou Apple Plans) uniquement lorsque vous demandez un itinéraire.",
  "privacyDataStorageTitle": "Stockage et sécurité des données",
  "privacyDataStorageText1": "Les données telles que vos préférences linguistiques et les données des toilettes mises en cache sont stockées localement dans votre navigateur.",
  "privacyDataStorageText2": "Nous prenons des mesures raisonnables pour protéger les informations contre la perte, l'utilisation abusive et l'accès non autorisé, la divulgation, l'altération et la destruction.",
  "privacyCookiesTitle": "Cookies et Technologies Similaires",
  "privacyCookiesText1": "Nous utilisons le stockage local du navigateur pour sauvegarder vos préférences (comme la langue) et mettre en cache les données des toilettes pour améliorer les performances.",
  "privacyCookiesText2": "Nous n'utilisons pas de cookies de suivi tiers à des fins publicitaires.",
  "privacyUserRightsTitle": "Vos Droits",
  "privacyUserRightsText1": "Conformément à la réglementation applicable, vous disposez des droits suivants concernant vos données personnelles :",
  "privacyUserRightsItem1": "Droit d'accès.",
  "privacyUserRightsItem2": "Droit de rectification.",
  "privacyUserRightsItem3": "Droit à l'effacement (sous conditions).",
  "privacyUserRightsItem4": "Droit à la limitation du traitement.",
  "privacyUserRightsText2": "Pour exercer ces droits, vous pouvez nous contacter à {email}.",
  "privacyPolicyChangesTitle": "Modifications de cette politique",
  "privacyPolicyChangesText": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous notifierons de tout changement en publiant la nouvelle politique sur cette page et en mettant à jour la date de \"Dernière mise à jour\".",
  "privacyContactTitle": "Contact",
  "privacyContactText": "Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à {email}.",
  "localeForDate": "fr-FR",
  "toiletTypeSanisette": "Sanisette",
  "toiletTypeUrinal": "Urinoir",
  "toiletTypeAutomatic": "Toilette automatique",
  "toiletTypeStandard": "Toilette standard",
  "closedStatus": "Actuellement fermée"
}