{
  "appTitle": "Parigi WC Gratuiti",
  "appBrowserTitle": "Parigi WC Gratuiti - Trova bagni pubblici",
  "appMetaDescription": "Trova facilmente bagni pubblici gratuiti e accessibili a Parigi. Mappa interattiva, orari di apertura e filtri per PMR, attualmente aperti e tipo.",
  "navHome": "Home",
  "navAbout": "Informazioni",
  "homePageTitle": "Trova Bagni Pubblici a Parigi",
  "homePageSubtitle": "Esplora la mappa per localizzare sanisette gratuite, accessibili ai PMR, e controlla i loro orari di apertura.",
  "searchLabel": "Cerca per indirizzo, nome...",
  "searchPlaceholder": "Es: Louvre, Rue de Rivoli...",
  "filtersButton": "Filtri",
  "filterOptions": "Opzioni Filtro",
  "filterPmr": "Accessibile PMR",
  "filterOpenNow": "Aperto Ora",
  "filterTypeLabel": "Tipo di Bagno",
  "filterTypePlaceholder": "Seleziona un tipo",
  "filterTypeAll": "Tutti i tipi",
  "resetFiltersButton": "Reimposta Filtri",
  "toiletsListTitle": "Elenco Bagni",
  "loadingToilets": "Caricamento bagni...",
  "errorLoadingToilets": "Errore di Caricamento",
  "errorLoadingDescription": "Impossibile recuperare i dati dei bagni. Controlla la tua connessione o riprova più tardi.",
  "tryAgainButton": "Riprova",
  "noToiletsFound": "Nessun bagno trovato.",
  "noToiletsFoundSearchFilters": "Nessun bagno corrisponde ai tuoi criteri di ricerca o filtri.",
  "addressLabel": "Indirizzo",
  "hoursLabel": "Orari",
  "arrondissementLabel": "Arr.",
  "pmrAccessible": "Accessibile PMR",
  "pmrAccessibleShort": "PMR",
  "getDirections": "Ottieni Indicazioni",
  "yourPosition": "La Tua Posizione",
  "addressNotAvailable": "Indirizzo non disponibile",
  "hoursNotSpecified": "Orari non specificati",
  "hoursNotCommunicated": "Orari non comunicati",
  "hours247": "Aperto 24/7",
  "dataLoadedToastTitle": "Dati caricati!",
  "dataLoadedToastDescription": "{count} bagni trovati e visualizzati.",
  "geolocationDeniedToastTitle": "Geolocalizzazione negata",
  "geolocationDeniedToastDescription": "Puoi comunque utilizzare la mappa, ma la tua posizione non verrà visualizzata.",
  "toiletSelectedToastTitle": "Bagno selezionato",
  "filtersResetToastTitle": "Filtri reimpostati",
  "filtersResetToastDescription": "Tutti i filtri sono stati cancellati.",
  "errorApi": "Errore API:",
  "aboutPageTitle": "Informazioni su {appName}",
  "aboutIntro": "{appName} è un'applicazione web progettata per aiutarti a trovare facilmente e rapidamente bagni pubblici gratuiti a Parigi. Che tu sia un turista che esplora la città o un residente che necessita di una pausa confortevole, il nostro obiettivo è fornirti le informazioni più accurate.",
  "aboutDataTitle": "Fonte dei Dati e Affidabilità",
  "aboutDataText": "Le informazioni sui bagni, incluse le loro posizioni, orari e accessibilità, provengono principalmente dall'API Open Data della Città di Parigi. Ci sforziamo di sincronizzare e presentare questi dati nel modo più intuitivo possibile.",
  "aboutDataDisclaimer": "Sebbene puntiamo all'accuratezza, i dati a volte possono essere soggetti a modifiche o imprecisioni da parte della fonte. Verifica sempre sul posto se una struttura è fondamentale per le tue esigenze.",
  "aboutFeaturesTitle": "Caratteristiche Principali",
  "aboutFeatureMapTitle": "Mappa Interattiva",
  "aboutFeatureMapText": "Visualizza tutti i bagni su una mappa dinamica e facile da usare. Ingrandisci, sposta e fai clic sui marcatori per maggiori dettagli.",
  "aboutFeatureSearchFilterTitle": "Ricerca e Filtri Potenti",
  "aboutFeatureSearchFilterText": "Trova bagni per indirizzo, nome o filtra per accessibilità PMR, se sono attualmente aperti o per tipo di bagno.",
  "aboutFeatureLanguagesTitle": "Supporto Multilingue",
  "aboutFeatureLanguagesText": "L'applicazione è disponibile in più lingue per servire un pubblico internazionale.",
  "aboutFeatureDataSourceTitle": "Dati in Tempo Reale (Quasi)",
  "aboutFeatureDataSourceText": "Connesso all'API Open Data di Parigi per informazioni aggiornate sui bagni pubblici.",
  "aboutFeatureAccessibilityTitle": "Focus sull'Accessibilità",
  "aboutFeatureAccessibilityText": "Filtri dedicati e icone per identificare facilmente i bagni accessibili alle persone con mobilità ridotta.",
  "aboutFeatureTechStackTitle": "Tecnologia Moderna",
  "aboutFeatureTechStackText": "Costruito con React, Vite, TailwindCSS e Leaflet per un'esperienza veloce e reattiva.",
  "aboutContactTitle": "Contatti e Feedback",
  "aboutContactText": "Apprezziamo il tuo feedback! Per qualsiasi domanda, suggerimento o se noti un errore, non esitare a contattarci via email a {emailLink}.",
  "aboutSuggestionsText": "Il tuo contributo ci aiuta a migliorare {appName} per tutti.",
  "aboutDevelopedWithLove": "{appName} - Sviluppato con ❤️ per facilitare i tuoi viaggi a Parigi.",
  "footerRights": "Tutti i diritti riservati.",
  "footerSlogan": "La tua guida ai bagni parigini.",
  "legalNoticePageTitle": "Note Legali",
  "privacyPolicyPageTitle": "Informativa sulla Privacy",
  "legalNoticeLink": "note-legali",
  "privacyPolicyLink": "informativa-sulla-privacy",
  "legalLastUpdate": "Ultimo aggiornamento",
  "legalEditorTitle": "Editore dell'Applicazione",
  "legalEditorText": "Questa applicazione è edita da {name}, contattabile a {email}.",
  "legalPublicationDirector": "Direttore della pubblicazione",
  "legalHostingTitle": "Hosting",
  "legalHostingText1": "L'applicazione è ospitata da Hostinger.",
  "legalHostingText2": "Puoi contattare Hostinger tramite il loro sito web: <a href='https://www.hostinger.it' target='_blank' rel='noopener noreferrer'>www.hostinger.it</a>.",
  "legalIpTitle": "Proprietà Intellettuale",
  "legalIpText1": "L'intera applicazione è soggetta alla legislazione francese e internazionale sul diritto d'autore e sulla proprietà intellettuale. Tutti i diritti di riproduzione sono riservati, compresi i documenti scaricabili e le rappresentazioni iconografiche e fotografiche.",
  "legalIpText2": "La riproduzione totale o parziale di questa applicazione su qualsiasi supporto elettronico è severamente vietata senza l'espressa autorizzazione del direttore della pubblicazione.",
  "legalLiabilityTitle": "Limitazione di Responsabilità",
  "legalLiabilityText1": "Le informazioni contenute in questa applicazione sono il più accurate possibile e l'applicazione viene aggiornata in diversi periodi dell'anno, ma può tuttavia contenere imprecisioni o omissioni. Se si nota una lacuna, un errore o quello che sembra essere un malfunzionamento, si prega di segnalarlo via e-mail a {email}, descrivendo il problema nel modo più preciso possibile.",
  "legalLiabilityText2": "L'editore non può essere ritenuto responsabile per l'accuratezza dei dati forniti dall'API Open Data della Città di Parigi.",
  "legalLiabilityText3": "Qualsiasi contenuto scaricato è a rischio e pericolo dell'utente e sotto la sua esclusiva responsabilità.",
  "legalPersonalDataTitle": "Dati Personali",
  "legalPersonalDataTextPreLink": "Per maggiori informazioni sulla gestione dei tuoi dati personali, consulta la nostra ",
  "legalPersonalDataTextPostLink": ".",
  "privacyPolicyLinkText": "Informativa sulla Privacy",
  "legalCookiesTitle": "Cookie",
  "legalCookiesText1": "L'applicazione potrebbe chiederti di accettare i cookie per esigenze statistiche e di visualizzazione. Un cookie è un'informazione depositata sul tuo disco rigido dal server del sito che stai visitando.",
  "legalCookiesText2": "Contiene diversi dati che vengono memorizzati sul tuo computer in un semplice file di testo a cui un server accede per leggere e registrare informazioni.",
  "legalApplicableLawTitle": "Legge Applicabile",
  "legalApplicableLawText": "I presenti termini e condizioni dell'applicazione sono regolati dalle leggi francesi e qualsiasi controversia o contenzioso che possa sorgere dall'interpretazione o esecuzione degli stessi sarà di competenza esclusiva dei tribunali da cui dipende la sede legale dell'editore.",
  "legalContactTitle": "Contattaci",
  "legalContactText": "Per qualsiasi domanda o informazione riguardante l'applicazione, o qualsiasi segnalazione di contenuti o attività illecite, l'utente può contattare l'editore al seguente indirizzo: {email} o tramite posta raccomandata con avviso di ricevimento indirizzata all'editore alle coordinate specificate nelle presenti note legali.",
  "privacyLastUpdate": "Ultimo aggiornamento",
  "privacyIntroTitle": "Introduzione",
  "privacyIntroText1": "Benvenuto su {appName} (di seguito \"l'Applicazione\"), edita da {editorName}. La presente Informativa sulla Privacy ha lo scopo di informarti su come raccogliamo, utilizziamo e proteggiamo i tuoi dati personali.",
  "privacyIntroText2": "Ci impegniamo a proteggere la tua privacy e a trattare i tuoi dati personali in conformità con le leggi applicabili, incluso il Regolamento Generale sulla Protezione dei Dati (GDPR).",
  "privacyDataCollectedTitle": "Dati che Raccogliamo",
  "privacyDataCollectedText1": "Quando utilizzi la nostra Applicazione, potremmo raccogliere i seguenti tipi di dati:",
  "privacyDataCollectedItem1": "Dati di Geolocalizzazione: Se lo autorizzi, raccogliamo la tua posizione geografica per mostrarti i bagni nelle vicinanze e calcolare i percorsi. Questi dati non vengono memorizzati sui nostri server.",
  "privacyDataCollectedItem2": "Preferenze Linguistiche: Memorizziamo la tua scelta di lingua nella memoria locale del tuo browser per personalizzare la tua esperienza.",
  "privacyDataCollectedItem3": "Dati di Utilizzo Anonimi: Potremmo raccogliere informazioni anonime su come utilizzi l'Applicazione (ad es. funzionalità utilizzate, errori riscontrati) a fini di miglioramento, tramite strumenti di analisi rispettosi della privacy.",
  "privacyDataCollectedText2": "Non raccogliamo informazioni di identificazione personale come nome, indirizzo e-mail (a meno che tu non ci contatti direttamente), numero di telefono, ecc., senza il tuo esplicito consenso.",
  "privacyDataUsageTitle": "Come Utilizziamo i Tuoi Dati",
  "privacyDataUsageText1": "I dati raccolti vengono utilizzati per:",
  "privacyDataUsageItem1": "Fornire e migliorare le funzionalità dell'Applicazione.",
  "privacyDataUsageItem2": "Personalizzare la tua esperienza utente (ad es. lingua, posizione sulla mappa).",
  "privacyDataUsageItem3": "Analizzare l'utilizzo dell'Applicazione per identificare aree di miglioramento e correggere bug.",
  "privacyDataSharingTitle": "Condivisione dei Tuoi Dati",
  "privacyDataSharingText1": "Non vendiamo, noleggiamo o condividiamo i tuoi dati personali con terze parti per scopi commerciali.",
  "privacyDataSharingText2": "I tuoi dati di geolocalizzazione, se condivisi, vengono utilizzati برای interagir con servizi di mappatura di terze parti (come Google Maps o Apple Maps) solo quando richiedi un percorso.",
  "privacyDataStorageTitle": "Conservazione e Sicurezza dei Dati",
  "privacyDataStorageText1": "Dati come le tue preferenze linguistiche e i dati dei bagni memorizzati nella cache vengono salvati localmente nel tuo browser.",
  "privacyDataStorageText2": "Adottiamo misure ragionevoli per proteggere le informazioni da perdita, uso improprio e accesso non autorizzato, divulgazione, alterazione e distruzione.",
  "privacyCookiesTitle": "Cookie e Tecnologie Simili",
  "privacyCookiesText1": "Utilizziamo la memoria locale del browser per salvare le tue preferenze (come la lingua) e memorizzare nella cache i dati dei bagni per migliorare le prestazioni.",
  "privacyCookiesText2": "Non utilizziamo cookie di tracciamento di terze parti per scopi pubblicitari.",
  "privacyUserRightsTitle": "I Tuoi Diritti",
  "privacyUserRightsText1": "In conformità con le normative applicabili, hai i seguenti diritti riguardo ai tuoi dati personali:",
  "privacyUserRightsItem1": "Diritto di accesso.",
  "privacyUserRightsItem2": "Diritto di rettifica.",
  "privacyUserRightsItem3": "Diritto alla cancellazione (sotto condizioni).",
  "privacyUserRightsItem4": "Diritto alla limitazione del trattamento.",
  "privacyUserRightsText2": "Per esercitare questi diritti, puoi contattarci a {email}.",
  "privacyPolicyChangesTitle": "Modifiche a Questa Informativa",
  "privacyPolicyChangesText": "Potremmo aggiornare periodicamente questa Informativa sulla Privacy. Ti informeremo di eventuali modifiche pubblicando la nuova informativa su questa pagina e aggiornando la data di \"Ultimo aggiornamento\".",
  "privacyContactTitle": "Contatti",
  "privacyContactText": "In caso di domande sulla presente Informativa sulla Privacy, contattaci all'indirizzo {email}.",
  "localeForDate": "it-IT",
  "toiletTypeSanisette": "Sanisette",
  "toiletTypeUrinal": "Orinatoio",
  "toiletTypeAutomatic": "Bagno automatico",
  "toiletTypeStandard": "Bagno standard",
  "closedStatus": "Attualmente chiuso"
}